
<template>
  <div class="consult_agreement_wrapper">
    <!-- <m-header title="电话咨询服务协议"></m-header> -->

    <div class="agreement_text">
      <p>根据《中华人民共和国合同法》以及有关法律、法规，甲乙双方本着平等互利的原则，就双方在网络媒体进行电话咨询合作事宜，经协商一致，达成如下条款：</p>
      <h3>协议正文</h3>
      <ul>
        <li>
          <h2>第一条：定义</h2>
          <p>1、本协议中甲方为【爱问医生社区服务平台】，乙方为【爱问医生社区平台注册心理医生】</p>
          <p>2、信息/软件展示：甲方将乙方指定的服务内容/软件主动推送到合作平台的显示页面上并加以展示，以引导平台用户使用该服务/软件。</p>
          <p>3、服务平台：指甲方提供信息技术服务的网络平台或指甲方拥有所有权及代理权的网络平台。</p>
          <p>4、优化服务：指甲方为乙方在服务平台上展示的服务内容有偿或无偿提供素材制作、素材优化、文案制作、信息技术服务数据报表等服务。</p>
        </li>
        <li>
          <h2>第二条：协议总则</h2>
          <p>上述甲乙双方，经友好协商一致达成以下条款。双方申明，双方都已理解并认可了本协议的所有内容，同意承担各自应承担的权利和义务，忠实地履行本协议。</p>
        </li>
        <li>
          <h2>第三条：合作内容</h2>
          <p>1、甲方服务平台包括：微博、微信、新浪健康、991康、爱问健康 ，甲方在服务平台上为乙方提供导流场景和流量，导流场景包括但不限于义诊、直播、医生推荐、专题、访谈、话题。</p>
          <p>2、乙方在服务平台提供心理咨询服务范围内的服务，获取的付费电话、视频咨询费用及其他将来开通的付费服务，甲方分成30%，其余收益归乙方。</p>
        </li>
        <li>
          <h2>第四条：费用结算及提现</h2>
          <p>1、分成费用结算：</p>
          <p>1.1 甲方在线收取患者费用，乙方提供服务，扣除甲方的分成后，所获应得收益可以随时向甲方申请提现。</p>
          <p>1.2 提现规则具体以服务平台的“金币系统”为准。</p>
        </li>
        <li>
          <h2>第五条：甲方权利与义务</h2>
          <p>1、甲方保证其是依法成立、合法存续能够独立承担法律责任的企业法人，否则导致的法律责任及赔偿责任，由甲方自行承担，与乙方无关。</p>
          <p>2、甲方有权删除含有危害国家安全、淫秽色情、虚假、欺骗、诽谤（包括商业诽谤）、非法恐吓或非法骚扰、有损他人名誉、利益、侵害他人权益及政治敏感问题等推广内容或链接的页面。</p>
          <p>3、甲方有权对乙方提交的资料、信息及进行审核，该审核仅为形式审核，不代表甲方有义务对乙方资料的真实性、合法性进行任何确认或担保，并且不因为甲方的审核，而减轻乙方对经营资质等的真实性、合法性的保证责任，由此产生的一切责任和后果仍由乙方单独承担。</p>
          <p>4、甲方应维护乙方的品牌形象，对乙方的各类信息（包括但不限于经营信息、客户信息等）及资料严格保密，不得向无关第三人透露，也不得以任何理由、任何方式用于其他产品或服务的商业或非商业行为中。 </p>
          <p>5、甲方有权要求乙方提供履行本协议之必要的服务介绍、基本内容等资质资料，如果因乙方提供相关的资料、内容等不完整、迟延、非法、不真实等，甲方应书面通知乙方予以补充或纠正，乙方在合理期限内不予补充或纠正，且无正当理由，造成的全部后果， 均由乙方自行承担。</p>
          <p>6、未经乙方事先书面同意，甲方不得转让其在本协议或补充协议项下的权利或义务。</p>
        </li>
        <li>
          <h2>第六条：乙方的权利义务</h2>
          <p>1、乙方保证其通过乙方展示的内容、信息（包括但不限于乙方服务信息及乙方产品信息）真实、合法、健康，不涉及违反国家法律法规及公序良俗的内容，包括但不限于：</p>
          <p>A.危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、损害国家荣誉和利益；</p>
          <p>B.煽动民族仇恨或歧视、破坏民族团结的；</p>
          <p>C.破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
          <p>D.散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
          <p>E.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
          <p>F.侮辱或者诽谤他人的；</p>
          <p>G.含有病毒或其他恶意扣费代码的网页或软件内容的。</p>
          <p>2、乙方保证其提供的内容以及链接不违反任何法律法规并且不存在剽窃、抄袭、拷贝或其他任何侵犯他人作品的行为，不构成对第三方任何权利的侵犯，包括但不限于侵犯第三方的名誉权、肖像权、著作权和/或其他知识产权，亦不会使甲方或发布乙方推广内容的网站所有者、经营者对任何第三方承担任何责任。</p>
          <p>3、乙方必须遵守卫生部《互联网医疗保健信息服务管理办法》及国家关于互联网信息发布的相关法律法规，乙方对自己在甲方服务平台上发布的信息承担责任，不得发布含有封建、淫秽内容的信息；不得发布虚假信息；不得发布未经审批的医疗广告；不得恶意评价其他用户。乙方承诺自己在使用甲方服务平台时实施的所有行为均遵守国家法律、法规和甲方管理规定以及社会公共利益或公共道德。如乙方违反上述任一规则，导致相应法律后果的发生，均由乙方独立承担所有法律责任。</p>
          <p>4、乙方保证其提供的服务符合国家法律法规的要求，乙方对其服务的质量负责，如果出现服务纠纷或出现任何服务问题及投诉，责任由乙方承担，与甲方无关。</p>
          <p>5、如因乙方违反本协议约定给甲方或其他任何主体造成损失的（包括但不限于因处理用户投诉、用户索赔、权利人索赔、行政处罚等支付的费用），乙方应予以赔偿。 </p>
          <p>6、若乙方对甲方提供的统计数据有异议的，应在收到该统计数据之日起3个工作内书面通知甲方，否则视为乙方已经认可甲方的统计数据。</p>
        </li>
        <li>
          <h2>第七条：保密责任</h2>
          <p>1、双方及其关联公司保证对在讨论、签订、执行本协议过程中所获悉的属于对方的且无法自公开渠道获得的文件及资料（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）予以保密。未经该资料和文件的原提供方同意，另一方不得向任何第三方泄露该商业秘密的全部或部分内容。但法律、法规另有规定或双方另有约定的除外。</p>
          <p>2、本保密条款不因本协议的终止、解除或无效而失效，保密期限自保密信息向信息提供方向信息接收方披露之日起，至保密信息进入公知领域止，接收方依据相关法律法规向有关政府部门或司法机构提供的不受前款保密义务的限制，但应尽可能提前通知信息提供方便于提供方采取必要的保护措施。</p>
        </li>
        <li>
          <h2>第八条：免责事由</h2>
          <p>1、对于因不可抗力或甲方不能控制的原因造成的服务中断或其他缺陷，甲方不承担任何责任，但将尽力减少因此而给乙方以及咨询者造成的损失和影响。该等不可抗力包括但不限于：甲方所依赖的电信设备、线路故障，不能正常传输数据，且不是由甲方的原因引起的；因台风、地震、海啸、洪水、停电、战争、恐怖袭击等造成甲方服务障碍的；由于黑客攻击、电信部门技术调整或故障、网站升级、其他第三方问题等原因而造成的服务中断或延迟。</p>
          <p>2、甲方作为乙方与咨询者之间交流互通平台，无法保证乙方所有信息、言论的完整性、真实性、准确性，对于乙方服务所存在的风险将完全由乙方自己承担，因使用乙方服务而产生的一切后果也由乙方自己承担，甲方不承担任何责任。</p>
          <p>3、甲方作为乙方与咨询者之间交流互通平台，乙方通过就甲方服务平台发表的任何信息及言论，并不代表甲方赞同乙方观点，甲方亦不对其完整性、真实性、准确性或可靠性负责。乙方发表的上述任何信息及言论均属于乙方的个人信息，由此而产生的行为后果（包括但不限于法律责任）均由乙方自行承担，但法律、法规另有规定的除外。</p>
          <p>4、甲方作为医患互通服务的平台，不对乙方发布的信息的来源和完整性、真实性、准确性负责，不参与医患交流，不对医患交流的结果承担任何责任。</p>
        </li>
        <li>
          <h2>第九条：协议的变更与终止</h2>
          <p>1、甲方有权随时单方面修改本协议的任何条款，一旦本协议的内容发生变动，甲方将会直接在甲方平台上公布修改之后的协议内容，该公布行为视为甲方已经通知乙方修改内容。甲方也可通过其他适当方式向乙方提示修改内容。</p>
          <p>2、如果乙方不同意甲方对本协议相关条款所做的修改，乙方有权停止使用甲方服务，如果乙方继续使用甲方服务，则视为乙方接受甲方对本协议相关条款所做的修改。</p>
          <p>3、经修改的协议，经在甲方平台公布、通知或提示，立即生效。</p>
        </li>
        <li>
          <h2>第十条：通知和送达</h2>
          <p>1、本协议项下甲方对于乙方所有的通知均可通过网页公告、电子邮件、系统通知、私信、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达给乙方。</p>
          <p>2、乙方对于甲方的通知应当通过乙方对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
        </li>
        <li>
          <h2>第十一条：其他</h2>
          <p>1、如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除。但本协议的其余条款仍应有效并且有约束力。</p>
          <p>2、本协议签订地为中华人民共和国广东省深圳市南山区。</p>
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
import { commonMixin } from "@/mixins";
import mHeader from "@/components/header/index";

export default {
  name: "consultAgreementWrapper",
  mixins: [commonMixin],
  data() {
    return {
    };
  },
  components: {
    mHeader,
  },
  created(){
  },
  methods:{}
};
</script>

<style scoped lang="less"  rel="stylesheet/less">
@r: 75rem;

.consult_agreement_wrapper {
  .agreement_text {
    padding: 40/@r 45/@r 130/@r;
  }
  p,
  h2,
  h3 {
    font-size: 28/@r;
    color: #333333;
    line-height: 44/@r;
  }
  h2 {
    margin: 30/@r 0 20/@r;
  }
  h3 {
    margin: 40/@r 0;
    text-align: center;
    font-weight: normal;
  }
  .text_indent {
    text-indent: 2em;
  }
}
</style>
